/* Localizable String */
sUIName = "Wi-Fi Ağ Yardımcı Programı";
sUIVersion = "Yardımcı Program Sürümü";
sDriverVersion = "Sürücü Sürümü: v";
sCopyright = "Telif Hakkı 2019.";

// Button
OK ="Tamam";
CANCEL ="Vazgeç";
NO ="Hayır";
YES ="Evet";
Join="Katıl";
Profiles="Profiller";
Join_Other="Başka Birine Katıl";
Show_Nets="Ağları Göster";
Apply="Uygula";
Remove="Kaldır";
PIN="PIN";
PBC="PBC";
Forget="Bu Ağı Unut";

//DropDownMenu
State_RfOn="USB-WiFi: Açık";
State_RfOff="USB-WiFi: Kapalı";
State_Scan="USB-WiFi: Ağları Tara...";
State_Unplug="USB-WiFi Takılı değil";
State_Disable="Lütfen USB-WiFi Etkinleştir";

Info_IfName="Arayüz Adı:";
Info_MacAddr="Adres:";
Info_IpAddr= "IP Adresi:";
Info_Router= "Yönlendirici:";
Info_Reachable= "İnternet: Erişilebilir";
Info_Unreachable= "İnternet: Erişilemez";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Kanal:";
Info_CountryCode= "Ülke Kodu:";
Info_RSSI= "RSSI:";
Info_Noise= "Parazit:";
Info_TxRate= "Aktarım Hızı:";
Info_PhyMode= "PHY Modu:";
Info_McsIndex= "MCS Dizini:";

Radio_ON ="USB-WiFi Aç";
Radio_OFF ="USB-WiFi Kapat";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Başka Bir Ağa Katıl...";
Create_Adhoc="Geçici Ağ Oluştur...";
WPS_Fun="WPS...";
Open_Utility="Kablosuz Yardımcı Programı Aç...";
Open_Preference="Ağ Tercihlerini Aç...";

//ScanTable View
ScanTable_View_Title="Katılmak istediğiniz ağı seçin.";
ScanTable_View_SubTitle="Listeden katılmak istediğiniz ağı seçip gerekirse ağ parolasını girin";
Associated="İlişkili";
SignalStrength="SinyalGücü";
Scanning="Taranıyor...";

// Setting Field View
Join_BroadcastSecAP1="";
Join_BroadcastSecAP2="adlı Wi-Fi ağı, bir";
Join_BroadcastSecAP3="parolası gerektiriyor";
Join_HiddenSecAP1="Bu gizli Wi-Fi ağı için parola";
Join_HiddenSecAP2="gerekiyor";
Join_HiddenOpenAP="Gizli Wi-Fi Ağ Adını Girin.";

// Join Other
Create_Infra_Title="Bir Wi-Fi ağını bulun ve ona katılın.";
Create_Infra_SubTitle="Katılmak istediğiniz Wi-Fi ağını ve güvenlik türünü seçin.";
Create_Adhoc_Title="Bilgisayardan Bilgisayara ağ oluşturun.";
Create_Adhoc_SubTitle="Oluşturmak istediğiniz Bilgisayardan Bilgisayara ağın adını girin.";

//Setting Field
Security_None="Yok";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Kurumsal TKIP";
Security_WpaAes1X="WPA Kurumsal AES";
Security_Wpa2Tkip1X="WPA2 Kurumsal TKIP";
Security_Wpa2Aes1X="WPA2 Kurumsal AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="güvenlik";
Security_Wpa3Sae="WPA3 SAE";
Security_Wpa3SuiteB="WPA3 SuiteB";
Security_Wpa3Owe="WPA3 OWE";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Kişisel";
Profile_Wpa2="WPA2 Kişisel";
Profile_Wpa1X="WPA Kurumsal";
Profile_Wpa21X="WPA2 Kurumsal";
Profile_Wpa3="WPA3 Personal";
Profile_Wpa31X="WPA3 Enterprise";
Profile_WpaNone="WPA-None";

NetworkName="Ağ Adı:";
Security="Güvenlik:";
Password="Parola:";
ShowPassword="Parolayı göster";
ASCII="ASCII";
UserName="Kullanıcı Adı:";
EAP="802.1x EAP:";
PEAP="Otomatik (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="CA Sertifikası:";
Client_Cert="Müşteri Sertifikası:";
Private_Key="Özel Anahtar:";
Private_Key_Pwd="Özel Anahtar Parolası:";

Choose_Private_Key="Özel anahtar dosyasını seçin (PEM/DER/PFX)";
Choose_Client_Cert="Müşteri sertifika dosyasını seçin (PEM/DER/PFX)";
Choose_CA_Cert="CA sertifika dosyasını seçin (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Anahtarlıktan Sertifika Seçin";
Select_File_Cert_Desc="Sertifika Dosyası Seçin";
Select_KeyChain_Identity_Desc="Anahtarlıktan Kimlik Seçin";
Select_KeyChain_Key_Desc="Anahtarlıktan Özel Anahtarı Seçin";
Select_File_Key_Desc="Özel Anahtar Dosyası Seçin";

Cert_Expire="Sertifika dosyasının süresi doldu";

Cert_Examine_Title1="";
Cert_Examine_Title2="ağında kimlik doğrulanıyor";
Cert_Examine_Info1="";
Cert_Examine_Info2="sunucusunda kimliği doğrulanmadan önce, sunucu sertifikasını inceleyip onun bu ağ için uygun olduğundan emin olmalısınız.\n\nSertifikayı görüntülemek için, \'Sertifikayı Göster\'i tıklayın.";


// Profiles
PreferredNet="Yeğlenen Ağlar:";
StateTitle="Durum";
SSIDTitle="Ağ Adı";
SecurityTitle="Güvenlik";


//WPS 
WPS_PIN_Title="Lütfen AP'in yapılandırma sayfasında PIN kodunu girin";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="sn.";
WPS_Progress="WPS İlerlemesi:";
WPS_init_Str = "  WPS süreci başlatılıyor  ";
WPS_scan_Str = "  Etkin WPS AP'ini Tara  ";
WPS_connect_Str = "  Etkin WPS AP'ine Bağlan  ";
WPS_handshake_Str ="  WPS el sıkışması başlatılıyor";
WPS_exchange_Str ="  WPS Mesajını Paylaş  ";
WPS_done_Str = " WPS Mesajını Paylaş [Bitti]  ";
WPS_fail_Str = "  WPS Mesajını Paylaşma Başarısız, Diğer WPS AP'ine bağlanmayı dene  ";
WPS_start_Str = "  WPS BAŞLANGICI";
WPS_finish_Str = "     WPS Protokolü Bitti!!";
WPS_auto_connect_Str = "WPS AP'a otomatik olarak bağlanılacak.";
WPS_timeout_Str = "     WPS Zaman Aşımına Uğradı!!";
WPS_connection_failed_Str = " Bağlantı başarısız. Lütfen daha sonra tekrar deneyin!!";

Wps_overlap_Str = "Oturum Çakışıyor";
Wps_more_pbc_Str = "     PBC Modunda Birden Fazla AP Var!!";
Wps_retry_Str = "Lütfen PIN'i kullanın veya biraz bekleyip tekrar deneyin";

ERROR0 = "ERROR";
ERROR1 = "Lütfen anahtarı girin!";
ERROR2 = "Hatalı wep anahtar dizini!!!";
ERROR3 = "Anahtar uzunluğu 8~63 ASCII veya 64 onaltılık!";
ERROR4 = "Ağ anahtarı onaltılık (0~9, a~f, A~F) biçimde değil!";
ERROR5 = "ASCII anahtarının uzunluğu 5 veya 13 olmalıdır!";
ERROR6 = "Ağ anahtarının uzunluğu doğru değil!";
ERROR7 = "Ağ anahtarının uzunluğu 10 veya 26 olmalıdır!";
ERROR8 = "Ağ anahtarı ve Doğrulama anahtarı aynı değil!";
ERROR9 = "Ağ anahtarı ASCII biçiminde değil!";
ERROR10 = "Ağ anahtarı 64HEX(0~9, a~f, A~F) biçiminde değil!";
ERROR11 = "Bu Ülke ayarı 12,13 kanalı ya da Band2, Band3 ile Geçici Ağa bağlanılmasına izin vermiyor!!";
ERROR12 = "WPA-NONE kullanılarak Geçici Ağa katılınamıyor!!";
ERROR13 = "WPA2-PSK kullanılarak Geçici Ağa katılınamıyor!!";
ERROR14 = "WPA/WPA2 Kurumsal desteklenmiyor!!";
ERROR15 = "Anahtarlığa erişmek için lütfen yardımcı programa izin verin.";
ERROR16 = "WPA3 isn't support !!";

WARNING0 = "Uyarı";
WARNING1 = "Lütfen SSID'yi girin";
WARNING2 = "Lütfen profil Adını girin";
WARNING3 = "SSID'deki karakter sayısı 32'yi geçti.";
WARNING4 = "Profil zaten var. Üzerine yazmak istiyor musunuz?";
WARNING5 = "Seçili Profili silmek istediğinizden emin misiniz?";

NOTICE0 = "UYARI";
NOTICE1 = "AP mod hatası.";
NOTICE2 = "STA mod hatası.";
NOTICE3 = "QOSMode Kurulum değeri başarısız";
NOTICE4 = "QOSMode Alma değeri başarısız";
NOTICE5 = "QOSMode hatalı değer";	
NOTICE6 = "RTSThreshold aralığın Dışında.(0 ~ 2432)";
NOTICE7 = "Parçalanma Eşiği aralığın dışında.(256 ~ 2432)";
NOTICE8 = "Lütfen USB-WiFi'i Sistem Tercihlerinin Ağ Öğesinde etkinleştirin.";
NOTICE9 = "Bilgisayarınızda USB-WiFi'e bağlanın";
NOTICE10 = "Hatalı parola, lütfen tekrar deneyin";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";